Repository: youngminz/Exchangers
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: 회원가입이 정상적으로 처리되었습니다. 가입하신 아이디로 로그인해주세요.
ru_ru: Вы успешно присоединились к нашему сайту

source: 성공적으로 로그아웃되었습니다.
ru_ru: Выход был завершен

source: 세션이 만료되었습니다. 다시 로그인해주세요.
ru_ru: Сессия истекла. Пожалуйста, зарегистрируйтесь снова

source: 정상적으로 회원 탈퇴되었습니다. 이용해 주셔서 감사합니다 :)
ru_ru: Изъятие было завершено. Спасибо за пользование нашим сайтом

source: 아이디 혹은 비밀번호가 일치하지 않습니다!
ru_ru: Неправильный логин

source: 입력하지 않은 칸이 있습니다!
ru_ru: Проверьте данные

source: 로그인
ru_ru: Логин

source: 아이디
ru_ru: ID

source: 비밀번호
ru_ru: Пароль

source: 회원 가입
ru_ru: Присоединиться

source: 목록
ru_ru: Список

source: 새 글
ru_ru: Новая статья

source: 검색...
ru_ru: Поиск…

source: 로그아웃
ru_ru: Выйти

source: 회원가입
ru_ru: Присоединиться

source: 사용자 #
ru_ru: Пользователь #

source: 정보 변경이 성공적으로 이루어졌습니다.
ru_ru: Информация была успешно изменена

source: 변경하려는 비밀번호가 일치하지 않습니다!
ru_ru: Пожалуйста, введите одинаковый пароль в оба поля

source: 재입력
ru_ru: Вернуться

source: 닉네임
ru_ru: Имя

source: 회원 탈퇴
ru_ru: Изъять

source: 프로필 업데이트
ru_ru: Профиль удален

source: 이메일
ru_ru: Электронная почта

source: 사용자 평판
ru_ru: Репутация пользователя

source: (준비 중)
ru_ru: (Подготовка)

source: <h1>데이터베이스에 연결하던 도중 오류가 발생했습니다.</h1>
ru_ru: <h1>Database connect error</h1>

source: 지금
ru_ru: Сейчас

source: 방금 전
ru_ru: Прямо сейчас

source: %d분 전
ru_ru: %d минут назад

source: %d시간 전
ru_ru: %d часов назад

source: 어제
ru_ru: Вчера

source: %d일 전
ru_ru: %d дней назад

source: n월 j일 G시
ru_ru: G, j, n

source: 알 수 없음
ru_ru: Неизвестный

source: 이미 존재하는 아이디입니다. 다른 아이디를 사용해 주세요.
ru_ru: Этот ID уже существует, пожалуйста, используйте другой

source: 다른 사용자가 사용 중인 이메일입니다. 다른 이메일을 사용해 주세요.
ru_ru: Этот адрес уже существует, пожалуйста, используйте другой

source: 입력하신 두 개의 비밀번호가 다릅니다. 비밀번호를 다시 입력하세요.
ru_ru: Пожалуйста, введите одинаковый пароль в оба поля

source: 작성하지 않은 곳이 있습니다.
ru_ru: Проверьте данные

source: 비밀번호 재입력
ru_ru: Введите пароль повторно

source: 로그인으로 되돌아가기
ru_ru: Вернуться к логину

source: 정말 탈퇴하시게요?
ru_ru: Хотите покинуть сайт?

source: 탈퇴하시면, 다시는 해당하는 아이디로 아이디를 만드시거나 로그인을 하실 수 없습니다. 회원님이 작성하셨던 글은 삭제되지 않습니다.
ru_ru: Если вы покинете этот сайт,вы не сможете зарегестрировать новый ID или логин. Ваши статьи будут удалены.

source: 네, 그래도 회원탈퇴를 하겠습니다.
ru_ru: Да

source: 탈퇴하지 않고 그대로 있겠습니다.
ru_ru: Нет

source: 댓글을 입력하세요...
ru_ru: Написать комментарий

source: <i>[삭제된 댓글입니다]</i>
ru_ru: <i>[Не существует]</i>

source: 조회 <b>%s</b>회
ru_ru: Прочитано <b>%s</b>раз

source: 수정
ru_ru: Изменить

source: 삭제
ru_ru: Удалить

source: 댓글
ru_ru: Комментарий

source: 답변하기
ru_ru: Ответить

source: 작성
ru_ru: Написать

source: SQL 쿼리를 실행하던 도중 오류가 발생했습니다.
ru_ru: SQL Query error

source: 지원되지 않는 모드입니다.
ru_ru: Данный мод не поддерживается

source: 조회
ru_ru: Views

source: 답변
ru_ru: Reply

source: 평가
ru_ru: Votes

source: 카테고리
ru_ru: Категория

source: <mark>%s</mark>에서 <mark>%s</mark>로,
ru_ru: От <mark>%s</mark> к <mark>%s</mark>,

source: SQL 쿼리를 실행하는 도중 오류가 발생했습니다.
ru_ru: SQL Query error

source: 파라미터가 올바르지 않습니다!
ru_ru: Parameter error

source: 댓글을 쓴 사용자만이 지울 수 있습니다.
ru_ru: Пользователь, который написал комментарий, может удалить его

source: 레퍼러가 존재하지 않습니다.
ru_ru: Referer doesn't exist.

source: 올바르지 않은 레퍼러입니다.
ru_ru: Wrong referer.

source: 비어 있는 칸이 있습니다.
ru_ru: Check blank

source: 새 글 쓰기
ru_ru: Написать новую статью

source: 글 제목
ru_ru: Название

source: 언어:
ru_ru: Язык:

source: 언어 선택
ru_ru: Выбранный язык

source: 카테고리 선택
ru_ru: Выбранная категория

source: 검색 결과 %d개 표시 중
ru_ru: Показать %d искомые результаты

source: 글을 작성한 사람만이 삭제할 수 있습니다.
ru_ru: Пользователь, который написал статью, может удалить ее

source: 글 수정하기
ru_ru: Изменить статью

source: <p>글이 없습니다.</p>
ru_ru: <p>Статья не найдена</p>

source: 최근 질문
ru_ru: Последний вопрос

source: 최근 답변
ru_ru: Последний ответ

source: de_DE
ru_ru: German

source: es_ES
ru_ru: Spanish

source: en_US
ru_ru: English

source: fr_FR
ru_ru: French

source: ja_JP
ru_ru: Japanese

source: ko_KR
ru_ru: Korean

source: zh_CN
ru_ru: Chinese

source: <mark>%s</mark>에서 <mark>%s</mark>로
ru_ru: От <mark>%s</mark> к <mark>%s</mark>

source: 시작
ru_ru: Отклонить

source: 도착
ru_ru: Принять

source: %s에 답변함
ru_ru: Ответили %s

source: <select name="start_language">%s</select>에서 <select name="end_language">%s</select>으로
ru_ru: from <select name="start_language">%s</select> to <select name="end_language">%s</select>

source: 포인트
ru_ru: точка

source: fi_FI
ru_ru: Finnish

source: ru_RU
ru_ru: Russian

source: sp_SP
ru_ru: Spanish

source: tu_TU
ru_ru: Turkish
