Repository: youngminz/Exchangers
Catalog: locale/sp_SP/LC_MESSAGES/messages.po
Languages: es

source: 회원가입이 정상적으로 처리되었습니다. 가입하신 아이디로 로그인해주세요.
es: You joined our website successfully,

source: 성공적으로 로그아웃되었습니다.
es: Logout was completed.

source: 세션이 만료되었습니다. 다시 로그인해주세요.
es: Session was expired. Please log in again.

source: 정상적으로 회원 탈퇴되었습니다. 이용해 주셔서 감사합니다 :)
es: Withdrawal was completed, thank you for using our website

source: 아이디 혹은 비밀번호가 일치하지 않습니다!
es: Incorrect login

source: 입력하지 않은 칸이 있습니다!
es: Check blank

source: 로그인
es: Log In

source: 아이디
es: ID

source: 비밀번호
es: Password

source: 회원 가입
es: Join

source: 목록
es: List

source: 새 글
es: New Article

source: 검색...
es: Search...

source: 로그아웃
es: Log Out

source: 회원가입
es: Join

source: 사용자 #
es: User #

source: 정보 변경이 성공적으로 이루어졌습니다.
es: You modified your information successfully.

source: 변경하려는 비밀번호가 일치하지 않습니다!
es: Please enter the same password in both password fields.

source: 재입력
es: Re-enter

source: 닉네임
es: Nickname

source: 회원 탈퇴
es: Withdrawal

source: 프로필 업데이트
es: Profile Update

source: 이메일
es: E-mail

source: 사용자 평판
es: User Reputation

source: (준비 중)
es: (Preaparing)

source: <h1>데이터베이스에 연결하던 도중 오류가 발생했습니다.</h1>
es: <h1>Database connect error</h1>

source: 지금
es: Now

source: 방금 전
es: Just now

source: %d분 전
es: %d minutes ago

source: %d시간 전
es: %d hours ago

source: 어제
es: Yesterday

source: %d일 전
es: %d days ago

source: n월 j일 G시
es: G, j, n

source: 알 수 없음
es: desconocido

source: 이미 존재하는 아이디입니다. 다른 아이디를 사용해 주세요.
es: Este id ya existe, por favor utiliza otro id.

source: 다른 사용자가 사용 중인 이메일입니다. 다른 이메일을 사용해 주세요.
es: This email is already used, please use another email.

source: 입력하신 두 개의 비밀번호가 다릅니다. 비밀번호를 다시 입력하세요.
es: Por favor, introduzca la misma contraseña en ambos campos de contraseña.

source: 작성하지 않은 곳이 있습니다.
es: Cheque en blanco

source: 비밀번호 재입력
es: Vuelva a ingresar la contraseña

source: 로그인으로 되돌아가기
es: Volver a inician sesión

source: 정말 탈퇴하시게요?
es: ¿Va a dejar este sitio web?

source: 탈퇴하시면, 다시는 해당하는 아이디로 아이디를 만드시거나 로그인을 하실 수 없습니다. 회원님이 작성하셨던 글은 삭제되지 않습니다.
es: Si deja este sitio web, usted no puede registrar nuevo ID o login por este ID. Los artículos que usted ha producido no se eliminarán

source: 네, 그래도 회원탈퇴를 하겠습니다.
es: lo haré

source: 탈퇴하지 않고 그대로 있겠습니다.
es: No haré

source: 댓글을 입력하세요...
es: Escribir un comentario

source: <i>[삭제된 댓글입니다]</i>
es: <i>[No existe]</i>

source: 조회 <b>%s</b>회
es: leer <b>%s</b>veces

source: 수정
es: Modificar

source: 삭제
es: Borrar

source: 댓글
es: Comentario

source: 답변하기
es: Responder

source: 작성
es: Escribir

source: SQL 쿼리를 실행하던 도중 오류가 발생했습니다.
es: SQL Query error

source: 지원되지 않는 모드입니다.
es: Este mod no se admite

source: 조회
es: Views

source: 답변
es: Reply

source: 평가
es: Vote

source: 카테고리
es: categoría

source: <mark>%s</mark>에서 <mark>%s</mark>로,
es: from <mark>%s</mark> to <mark>%s</mark>,

source: SQL 쿼리를 실행하는 도중 오류가 발생했습니다.
es: SQL Query error

source: 파라미터가 올바르지 않습니다!
es: Parameter error

source: 댓글을 쓴 사용자만이 지울 수 있습니다.
es: User who wrote comment can remove this comment.

source: 레퍼러가 존재하지 않습니다.
es: Referer doesn't exist.

source: 올바르지 않은 레퍼러입니다.
es: Wrong referer.

source: 비어 있는 칸이 있습니다.
es: Cheque en blanco

source: 새 글 쓰기
es: Escribir nuevo artículo

source: 글 제목
es: Título

source: 언어:
es: Idioma

source: 언어 선택
es: Seleccione el idioma

source: 카테고리 선택
es: Categoría seleccione

source: 검색 결과 %d개 표시 중
es: Mostrando %d resultados buscado

source: 글을 작성한 사람만이 삭제할 수 있습니다.
es: Mostrando 5 Resultados Buscado

source: 글 수정하기
es: Modificar el artículo

source: <p>글이 없습니다.</p>
es: <p>No article found.</p>

source: 최근 질문
es: pregunta recientes

source: 최근 답변
es: respuesta recientes

source: de_DE
es: German

source: es_ES
es: Spanish

source: en_US
es: English

source: fr_FR
es: French

source: ja_JP
es: Japanese

source: ko_KR
es: Korean

source: zh_CN
es: Chinese

source: <mark>%s</mark>에서 <mark>%s</mark>로
es: from <mark>%s</mark> to <mark>%s</mark>

source: 시작
es: Departure

source: 도착
es: Arrival

source: %s에 답변함
es: Se respondió a las %s

source: <select name="start_language">%s</select>에서 <select name="end_language">%s</select>으로
es: from <select name="start_language">%s</select> to <select name="end_language">%s</select>

source: 포인트
es: Punto

source: fi_FI
es: Finnish

source: ru_RU
es: Russian

source: sp_SP
es: Spanish

source: tu_TU
es: Turkish
