Repository: youngminz/Exchangers
Catalog: locale/tu_TU/LC_MESSAGES/messages.po
Languages: tr

source: 회원가입이 정상적으로 처리되었습니다. 가입하신 아이디로 로그인해주세요.
tr: Siteye başarılı şekilde katıldınız.You joined our website successfully,

source: 성공적으로 로그아웃되었습니다.
tr: Çıkış tamamlandı.

source: 세션이 만료되었습니다. 다시 로그인해주세요.
tr: Tekrar giriniz.

source: 정상적으로 회원 탈퇴되었습니다. 이용해 주셔서 감사합니다 :)
tr: Websitemizi kullandığınız için teşekkürler.

source: 아이디 혹은 비밀번호가 일치하지 않습니다!
tr: Yanlış giriş.

source: 입력하지 않은 칸이 있습니다!
tr: Kontrol ediniz.

source: 로그인
tr: Login

source: 아이디
tr: ID

source: 비밀번호
tr: Şifre

source: 회원 가입
tr: Katıl

source: 목록
tr: Liste

source: 새 글
tr: Yeni yazı

source: 검색...
tr: Ara

source: 로그아웃
tr: Kullanıcı

source: 회원가입
tr: Katıl

source: 사용자 #
tr: User #

source: 정보 변경이 성공적으로 이루어졌습니다.
tr: Bilginizi başarılı şekilde tamamladınız

source: 변경하려는 비밀번호가 일치하지 않습니다!
tr: Şifreyi tekrar giriniz

source: 재입력
tr: Re-enter

source: 닉네임
tr: Kullanıcı adı

source: 회원 탈퇴
tr: Vazgeç

source: 프로필 업데이트
tr: Profil güncelleme

source: 이메일
tr: E-mail

source: 사용자 평판
tr: kullanıcı itibar

source: (준비 중)
tr: hazırlanması

source: <h1>데이터베이스에 연결하던 도중 오류가 발생했습니다.</h1>
tr: Veritabanı error veriyor

source: 지금
tr: Şimdi

source: 방금 전
tr: Hemen Şimdi

source: %d분 전
tr: %d dakika önce

source: %d시간 전
tr: %d saat önce

source: 어제
tr: Dün

source: %d일 전
tr: %d gün önce

source: n월 j일 G시
tr: G, j, n

source: 알 수 없음
tr: Bilmiyor

source: 이미 존재하는 아이디입니다. 다른 아이디를 사용해 주세요.
tr: Bu id zaten var başka id kullaniniz

source: 다른 사용자가 사용 중인 이메일입니다. 다른 이메일을 사용해 주세요.
tr: Bu e mail adresi zaten kullanıldı. Başka e mail kullaniniz

source: 입력하신 두 개의 비밀번호가 다릅니다. 비밀번호를 다시 입력하세요.
tr: Lütfen aynı şifreyi giriniz

source: 작성하지 않은 곳이 있습니다.
tr: Kontrol ediniz

source: 비밀번호 재입력
tr: Şifre yeniden giriş

source: 로그인으로 되돌아가기
tr: Girişe dön

source: 정말 탈퇴하시게요?
tr: Bu sayfadan ayrılacak misiniz?

source: 탈퇴하시면, 다시는 해당하는 아이디로 아이디를 만드시거나 로그인을 하실 수 없습니다. 회원님이 작성하셨던 글은 삭제되지 않습니다.
tr: Eğer ayrılacaksanız yeni id kaydedemez yada bu id ile giremezsiniz

source: 네, 그래도 회원탈퇴를 하겠습니다.
tr: Yapacağım

source: 탈퇴하지 않고 그대로 있겠습니다.
tr: Yapmayacağım

source: 댓글을 입력하세요...
tr: Yoruma tıkla

source: <i>[삭제된 댓글입니다]</i>
tr: <i>Bu yok </i>

source: 조회 <b>%s</b>회
tr: Oku <b>%s</b> kere

source: 수정
tr: Değiştir

source: 삭제
tr: Delete

source: 댓글
tr: Comment

source: 답변하기
tr: Cevapla

source: 작성
tr: Write

source: SQL 쿼리를 실행하던 도중 오류가 발생했습니다.
tr: SQL Query error

source: 지원되지 않는 모드입니다.
tr: Bu desteklenmiyor.

source: 조회
tr: Oku

source: 답변
tr: Reply

source: 평가
tr: Oyla

source: 카테고리
tr: Kategori

source: <mark>%s</mark>에서 <mark>%s</mark>로,
tr: from <mark>%s</mark> to <mark>%s</mark>,

source: SQL 쿼리를 실행하는 도중 오류가 발생했습니다.
tr: SQL Query error

source: 파라미터가 올바르지 않습니다!
tr: Parameter error

source: 댓글을 쓴 사용자만이 지울 수 있습니다.
tr: Yazan kullanıcı yorumu kaldırabilir.

source: 레퍼러가 존재하지 않습니다.
tr: Başvuran yok

source: 올바르지 않은 레퍼러입니다.
tr: Yanlış başvuran

source: 비어 있는 칸이 있습니다.
tr: Kontrol et

source: 새 글 쓰기
tr: Yeni metni yaz

source: 글 제목
tr: Başlık

source: 언어:
tr: Dil

source: 언어 선택
tr: Dil seç

source: 카테고리 선택
tr: Kategori seç

source: 검색 결과 %d개 표시 중
tr: %d sonuç gösteriyor

source: 글을 작성한 사람만이 삭제할 수 있습니다.
tr: Metni yazan bunu tekrar kaldırabilir.

source: 글 수정하기
tr: Metni değiştir

source: <p>글이 없습니다.</p>
tr: <p>Metin bulunamadı</p>

source: 최근 질문
tr: Son soru

source: 최근 답변
tr: Son cevap

source: de_DE
tr: German

source: es_ES
tr: Spanish

source: en_US
tr: English

source: fr_FR
tr: French

source: ja_JP
tr: Japanese

source: ko_KR
tr: Korean

source: zh_CN
tr: Chinese

source: <mark>%s</mark>에서 <mark>%s</mark>로
tr: from <mark>%s</mark> to <mark>%s</mark>

source: 시작
tr: Ayrılış

source: 도착
tr: Geliş

source: %s에 답변함
tr: cevaplandıIt was answered at %s

source: 권한이 없습니다.
tr: No permission.

source: <select name="start_language">%s</select>에서 <select name="end_language">%s</select>으로
tr: from <select name="start_language">%s</select> to <select name="end_language">%s</select>

source: %s <a href='/profile.php?id=%s'>%s</a>가 질문함,
tr: %s <a href='/profile.php?id=%s'>%s</a> asked and

source: 포인트
tr: Point

source: fi_FI
tr: Finnish

source: ru_RU
tr: Russian

source: sp_SP
tr: Spanish

source: tu_TU
tr: Turkish
